# Homebrew bundle for macOS. Apply with: brew bundle --file Brewfile

# formulae
brew "btop"
brew "coreutils"
brew "fd"
brew "fish"
brew "git-delta"
brew "jq"
brew "mise"
brew "neovim", args: ["HEAD"]
brew "stow"
brew "tmux"

# GUI applications
cask "alt-tab"
cask "betterdisplay"
cask "bitwarden"
cask "dbeaver-community"
cask "discord"
cask "firefox"
cask "ghostty"
cask "handbrake-app"
cask "insomnia"
cask "obsidian"
cask "orbstack"
cask "raycast"
cask "rectangle"
cask "shottr"
cask "visual-studio-code"
cask "zed"

# fonts
cask "font-blex-mono-nerd-font"
cask "font-fira-code-nerd-font"
cask "font-geist-mono"
cask "font-hack-nerd-font"
cask "font-ibm-plex-mono"
cask "font-jetbrains-mono-nerd-font"
